Repository: FirstCloud-Hosting/core-manager
Catalog: files/languages/*/LC_MESSAGES/regions.po
Languages: fr_fr

source: Regions
fr_fr: Régions

source: Region
fr_fr: Région

source: Name
fr_fr: Nom

source: Country
fr_fr: Pays

source: View Master Server
fr_fr: Voir le serveur maitre

source: View API Keys
fr_fr: Voir les clés API

source: Regenerate Keys
fr_fr: Regénérer les clés

source: API Keys
fr_fr: Clés API

source: Region Key
fr_fr: Clé de la région

source: Region Secret
fr_fr: Clé secrète

source: Region Edition
fr_fr: Editer une région

source: Update
fr_fr: Mettre à jour

source: Are you sure you want to regenerate API keys for this region?
fr_fr: Voulez-vous vraiment régénérer les clés API pour cette région ?

source: Regenerated keys!
fr_fr: Clés regénérées !

source: The keys will be regenerated.
fr_fr: Les clés seront régénérées.
